Repository: BuildForSDG/Team-220-Frontend
Catalog: src/locale/messages.*.xlf
Languages: fr

source: <mat-icon>local_hospital</mat-icon> Centers
fr: <mat-icon>local_hospital</mat-icon> Centres

source: <mat-icon>people</mat-icon> Professionals
fr: <mat-icon>people</mat-icon> Professionels

source: <mat-icon>category</mat-icon> Psychatric Emergencies
fr: <mat-icon>category</mat-icon> Urgences psychiatriques

source: <mat-icon>format_quote</mat-icon> Testimonies
fr: <mat-icon>format_quote</mat-icon> Témoignages

source: <mat-icon>person</mat-icon><strong> My Account</strong>
fr: <mat-icon>person</mat-icon><strong> Mon Compte</strong>

# close-text
source: Close
fr: Fermer

source: Centers
fr: Centres

source: Psychatric Emergencies
fr: Urgences psychiatriques

source: Professionals
fr: Professionnels

source: Testimonies
fr: Témoignages

source: My Account
fr: Mon Compte

source: <b>About Us</b>
fr: <b>À Propos de nous</b>

source: <strong>I am Not Crazy Just Sick.</strong> Because <br/>Mental Sickness<br/>
fr: <strong>I am Not Crazy Just Sick</strong> Parce que <br/>la maladie mentale<br/> n'est qu'une maladie et peut être guérie!

source: Contact Us
fr: Contactez Nous

source: <b>Contacts</b>
fr: <b>Informations de contact</b>

source: The information provided by IamNotCrazyJustSick <br/>(“we,” “us” or “our”) on IamNotCrazyJustSick.com (the “Site”)<br/> [and our mobile application] is for general informational <br/> purposes only.
fr: Les informations fournies par IamNotCrazyJustSick <br/> («nous», «notre» ou «nos») sur IamNotCrazyJustSick.com (le «Site»)<br/> [et notre application mobile] sont à titre <br/> informatif uniquement..

source: © Copyright {{today | date:"yyyy"}} <strong>Team-220</strong> , All rights reserved
fr: © Copyright {{today | date:"yyyy"}} <strong>Team-220</strong> , Tous droits reservés

source: Language
fr: Langue

source: Centers
fr: Centres

source: <br/> <strong>404</strong> <br/><br/> We are searching for the page you asked...
fr: <br/> <strong>404</strong> <br/><br/> Nous recherchons la page que vous avez demandée...

source: ... But we can not find it.
fr: ...Mais nous ne la trouvons pas.

# carousel-tooltip
source: If you want to continue scrolling, just click on the next point below the image.
fr: Si vous souhaitez continuer le défilement, cliquez simplement sur le point suivant sous l'image.

source: Our Services
fr: Nos Services

source: “There is hope, even when your brain tells you there isn't.” We are here to help you to find and get it. It's our vocation, it's our desire, it's our goal, the most important one.
fr: "Il y a de l'espoir, même lorsque votre cerveau vous dit qu'il n'y en a pas." Nous sommes là pour vous aider à le trouver et à l'obtenir. C'est notre vocation, c'est notre désir, c'est notre objectif, le plus important.

source: Fight Ignorance
fr: Combattre l'ignorance

source: Inform people about Mental diseases and reduce bad popular believes about it. Provide information in an appropriate form to destigmatize centers like Jamot Hospital
fr: Informer les gens sur les maladies mentales et réduire les mauvaises croyances populaires à ce sujet. Fournir des informations sous une forme appropriée pour déstigmatiser les centres comme l'hôpital Jamot

source: READ MORE
fr: Lisez la suite

source: Arouse Vocations
fr: Susciter des vocations

source: Encourage young medical students to specialize in mental health. They well be able to have more impact that they can imagine.
fr: Encouragez les jeunes étudiants en médecine à se spécialiser en santé mentale. Ils peuvent ainsi avoir plus d'impact qu'ils peuvent imaginer.

source: Facilitate Access
fr: Faciliter l'accès

source: Help to collect informations (with security) about potential patient that help to identify their psychiatric emergencies (by scoring them) and Refer potential patients based on their symptoms
fr: Aide à collecter (avec sécurité) des informations sur les patients potentiels qui aident à identifier leurs urgences psychiatriques (en les notant) et orienter les patients potentiels en fonction de leurs symptômes

source: Initiate Diagnostic
fr: Initiater le diagnostic

source: Provide List of updated Centers (privates and public)/ Professionals (Psychologue, Psychiatre) and informations to contact them Encourage people to engage in a mental disease diagnostic/care process
fr: Fournir la liste des centres mis à jour (privés et publics) / professionnels (psychologue, psychiatre) et les informations pour les contacter Encourager les gens à s'engager dans un processus de diagnostic / de soins des maladies mentales

source: Are you a medical student ? Do you want to become a super Hero?
fr: Êtes-vous étudiant en médecine? Voulez-vous devenir un(e) super héros?

source: You can have a big impact in the live of people that really need the help of a great doctor like you..
fr: Vous pouvez avoir un grand impact dans la vie de personnes qui ont vraiment besoin de l'aide d'un grand médecin comme vous..

source: Know more...
fr: En savoir plus...

source: What our Patients says
fr: Ce que nos patients disent

source: It’s never overreacting to ask for what you want and need. They asked for our help and we helped them; and we are happy and proud of the result!
fr: Il n’est jamais exagéré de demander ce que vous voulez et ce dont vous avez besoin. Ils ont demandé notre aide et nous les avons aidés; et nous sommes heureux et fiers du résultat!

source: Read More
fr: Lire la suite

source: Send Us An Email
fr: Envoyez nous un mail

source: “The problem with having problems is that ‘someone’ always has it worse.” So Don't be shy, let us know yours.
fr: "Le problème d'avoir des problèmes, c'est que quelqu'un a toujours pire." Alors ne soyez pas timide, faites-nous savoir le vôtre.

source: Name is required
fr: Votre Nom est requis

source: Invalid Email
fr: Adresse Email invalide

source: Subject is required
fr: Le sujet est requis

source: Message is required
fr: Le message est requis

source: <mat-icon>Send</mat-icon>
fr: <mat-icon>Envoyé</mat-icon>

source: Filter
fr: Filtre

source: Nothing to show here for now! Please, come back later.
fr: Rien à montrer ici pour le moment! Veuillez revenir plus tard.

source: Name and Picture
fr: Nom et Image

source: Nothing to show here for now! Please, come back later.
fr: Rien à montrer ici pour le moment! Merci de revenir plus tard.

source: Mental Health Centers
fr: Centres santé mentale

source: You’re not a label, or a number. That’s why effective mental health treatment should always be tailored to you.
fr: Vous n'êtes pas une étiquette ou un nombre. C'est pourquoi un traitement efficace en santé mentale doit toujours être adapté à vous.

source: We are delighted to have partnered with Newcastle Premier Health to bring our unrivalled expertise and high success rate with repetitive Transcranial Magnetic Stimulation (rTMS) treatment for depression to the Newcastle area.
fr: Nous sommes ravis de nous être associés à Newcastle Premier Health pour apporter notre expertise inégalée et notre taux de réussite élevé avec le traitement répétitif de stimulation magnétique transcrânienne (SMTr) pour la dépression dans la région de Newcastle.

source: No.
fr: N°

source: Speciality: {{ professional.speciality }} | Type: <i>{{ professional.type }}</i>
fr: Spécialité: {{ professional.speciality }} | Type: <i>{{ professional.type }}</i>

source: Mental Health Professionals
fr: Professionnels de la santé mentale

source: Finding the right mental health professional can help you take control of any issue in your life.
fr: Trouver le bon professionnel de la santé mentale peut vous aider à maîtriser n'importe quel problème de votre vie.

source: Getting help for mental, emotional, spiritual, or relationship issues can be difficult. We’ve pulled together the basic information you need to found a mental health professionals. Keep reading to learn who can help you.
fr: Obtenir de l'aide pour des problèmes mentaux, émotionnels, spirituels ou relationnels peut être difficile. Nous avons rassemblé les informations de base dont vous avez besoin pour trouver un professionnel de la santé mentale. Continuez à lire pour savoir qui peut vous aider.

source: <br/> <strong>In Maintenance</strong> <br/> <br/> This feature are not yet fully implemented...
fr: <br/> <strong>En Maintenance,</strong> <br/> <br/> cette fonctionnalité n'est pas encore totalement développée...

source: ... Please come back here in two weeks.
fr: ... Veuillez revenir dans deux semaines

source: Center Details
fr: Détails sur le Centre

source: Name
fr: Nom

source: Private
fr: Privé

source: Location
fr: Adresse Physique

source: Email Address
fr: Adresse Email

source: Website
fr: Site Web

source: Phone Numbers
fr: Numéros de Téléphone
